---
kind: type
id: T:Autodesk.Revit.DB.Structure.BentFabricBendDirection
source: html/9de03473-2c8d-840f-d5e6-745a4526e0c4.htm
---
# Autodesk.Revit.DB.Structure.BentFabricBendDirection

Direction in which FabricSheet is bent.

## Syntax (C#)
```csharp
public enum BentFabricBendDirection
```